[
    {
        "lang": "id",
        "data": [
            {
                "id": 1,
                "judul": "Beberapa Kasus yang Kami Tangani",
                "subtitle": "Tentang Kami",
                "desc": "<p>Forseti Law Office, sebuah Kantor Hukum di Jakarta yang bergerak di bidang litigasi dan non litigasi. Kami hadir untuk menjawab kebutuhan perusahaan terkait permasalahan hukum yang dihadapinya, terutama terkait dengan perkara bisnis baik dari aspek korporasi (akuisisi, likuidasi, Legal Due Diligence, Legal Opinion, penyelamatan aset perusahaan, pengalihan aset) maupun aspek litigasi perdatanya (Gugatan di Pengadilan, Arbitrase di Indonesia dan Singapore International Arbitration Centre). Selain itu, kami juga banyak menangani perkara pidana, baik pendampingan di tingkat kejaksaan dan sidang di Pengadilan. Terkait perkara ketenagakerjaan kami juga menanganinya di tingkat bipartit, tripartit dan Pengadilan Hubungan Industrial. Penyelesaian kami lebih mengutamakan perdamaian, dengan tetap memperhatikan penyelesaian melalui melalui jalur Pengadilan sebagai pilihan terakhir.</p><p>Di era teknologi yang mendisrupsi saat ini, Rahasia Perusahaan (mempunyai nilai ekonomis) sangatlah penting untuk dijaga, untuk itu kami juga hadir untuk melindungi Rahasia Perusahaan melalui dokumentasi hukum berupa Perjanjian Kerahasiaan, dimana seluruh karyawan dan pihak ketiga lainnya dapat kita ikat dalam Perjanjian tersebut.</p><p>Dengan di dukung oleh advokat - advokat muda yang profesional dan berpengalaman di bidangnya, kami siap membantu klien untuk menyelesaikan permasalahan hukum dan / atau mengamankan hak-hak hukum serta mengamankan resiko bisnis Klien dengan cara-cara yang unik dan tepat.</p>",
                "title": "Tentang Kami",
                "visi_title": "Visi",
                "misi_title": "Misi",
                "quote": "Memandang hubungan Advokat-Klien bukan hanya dari segi profesionalitas, namun juga hubungan keakraban, sehingga hubungan Advokat-Klien menjadi santai dan bersahabat. Kami memandang hubungan ini penting agar Klien mendapatkan kenyamanan dan penanganan perkara yang professional disaat yang bersamaan.",
                "visi": "Menjadi Kantor Advokat & Konsultan Hukum terpercaya yang diakui reputasi dan hasil kerjanya atas dasar keilmuan dan pengalaman.",
                "misi": "<li>Memberikan layanan terbaik secara profesional dan maksimal kepada seluruh klien.</li><li>Menyediakan pengacara dan konsultan hukum yang profesional, berintegritas dan berpengalaman di bidangnya</li><li>Menjalin hubungan kerjasama yang baik dengan klien maupun partner berdasarkan kompetensi dan kepercayaan</li>"
            }
        ]
    },
    {
        "lang": "en",
        "data": [
            {
                "id": 2,
                "judul":"Some of the Cases We Handled",
                "subtitle":"About Us",
                "desc": "<p>Forseti Law Office is a law firm based in Jakarta that operates in both litigation and non-litigation areas. We are here to address the legal needs of companies, particularly in business matters from corporate aspects (acquisition, liquidation, legal due diligence, legal opinion, asset recovery, and asset transfer) to civil litigation (lawsuits in court, arbitration in Indonesia, and Singapore International Arbitration Centre). We also handle criminal cases, providing legal assistance at the prosecutor's office and during court trials. Regarding labor cases, we assist in bipartite and tripartite stages and before the Industrial Relations Court. Our approach prioritizes amicable settlements, with litigation as a last resort.</p> <p>In today's disruptive technological era, trade secrets (with economic value) must be well protected. We also assist in protecting company secrets through legal documentation such as Non-Disclosure Agreements (NDA), which bind employees and third parties.</p> <p>Supported by professional and experienced young advocates, we are ready to assist clients in resolving legal issues, securing legal rights, and managing business risks in a unique and precise manner.</p>",
                "title": "About Us",
                "visi_title": "Vission",
                "misi_title": "Mission",
                "quote": "We view the Advocate-Client relationship not only from a professional standpoint but also as a friendly connection, fostering a relaxed and cooperative environment. This relationship is essential for clients to feel comfortable while still receiving professional case handling.",
                "visi": "To become a trusted law firm and legal consultant recognized for our reputation and results based on knowledge and experience.",
                "misi": "<li>To deliver the best professional services to all clients.</li><li>To provide experienced and ethical lawyers and legal consultants in their respective fields.</li><li>To establish strong partnerships with clients and associates based on competence and trust.</li>"
            }
        ]
    }
]